common.group.externalAccess.label=Externe Zugriffseinstellungen
common.group.externalAccess.desc=Einstellungen f\u00fcr den Zugriff auf die   NOM-Bereitstellung von au\u00dferhalb des Clusters, z. B. \u00fcber einen Browser
common.group.docker.label=Docker-Registrierungseinstellungen
common.group.general.label=Bereitstellungsgr\u00f6\u00dfe
common.group.security.label=Benutzer und Kennw\u00f6rter
common.group.uid-gid.label=Benutzer- und Gruppen-ID
common.group.tlsCerts.label=TLS-Zertifikate hochladen
common.group.cosoClientCerts.label=OPTIC DL-Client-Authentifizierungszertifikate hochladen
common.group.byok.label=Kubernetes-Anbieter
common.group.byokParams.label=Cloud-Parameter
common.group.storage.label=Parameter f\u00fcr persistente Speicherung

# keep these properties next to each other for consistent messaging across variations
coso.group.multiDeploy.label=OPTIC DL-Mehrfachbereitstellungs-Einstellungen
nom.group.multiDeploy.label=NOM-Mehrfachbereitstellungs-Einstellungen
coso.group.multiDeploy.desc=Wenn mehrere Instanzen von OPTIC DL im Container-Modus im Cluster bereitgestellt werden, nehmen Sie folgende Konfiguration vor. Beachten Sie, dass die angezeigten Werte die Standardwerte sind, die wahrscheinlich von der vorhandenen OPTIC Data Lake-Instanz verwendet werden, sodass andere Portnummern gew\u00e4hlt werden m\u00fcssen.
nom.group.multiDeploy.desc=Wenn mehrere Instanzen von NOM im Container-Modus im Cluster bereitgestellt werden, nehmen Sie folgende Konfiguration vor. Beachten Sie, dass die angezeigten Werte die Standardwerte sind, die wahrscheinlich von der vorhandenen NOM-Instanz verwendet werden, sodass andere Portnummern gew\u00e4hlt werden m\u00fcssen.


common.externalHost.label=Vollqualifizierter Dom\u00e4nenname (FQDN) des Hosts f\u00fcr externen Zugriff
common.externalHost.tip=Dies ist der FQDN f\u00fcr den Zugriff auf   NOM, z. B. \u00fcber einen Browser oder eine andere Art des Zugriffs von au\u00dferhalb des Clusters
common.externalPort.label=Port f\u00fcr externen Zugriff - Ingress NodePort
common.externalPort.desc=Verf\u00fcgbarer Kubernetes NodePort f\u00fcr   NOM-Ingress-Controller
common.externalPort.tip=Der externe Zugriff auf   NOM erfolgt \u00fcber diesen Port.  Wenn Sie keinen Load Balancer haben, muss dies ein verf\u00fcgbarer Kubernetes NodePort auf dem Cluster sein.
common.externalPort.lb.label=Port f\u00fcr externen Zugriff - Load Balancer-Port
common.externalPort.lb.desc=Load Balancer-Port, der f\u00fcr den externen Zugriff verwendet wird, zum Beispiel \u00fcber einen Browser.
common.externalPort.lb.tip=Der externe Zugriff auf   NOM erfolgt \u00fcber diesen Port.  Wenn Sie \u00fcber einen Load Balancer verf\u00fcgen, dann ist dies der Port in den Load Balancer.

common.loadBalancer.label=Hardware-Load Balancer verwenden
common.loadBalancer.tip=Aktivieren Sie diese Option, wenn sich vor Ihrem Cluster ein Hardware-Load Balancer befindet
common.nginxPort.label=Cluster-Ingress-Port f\u00fcr Load Balancer
common.nginxPort.desc=Auf dem Cluster exponierter Ingress-Port, damit der Load Balancer Anforderungen in den Cluster weiterleiten kann
common.nginxPort.tip=Dies ist ein verf\u00fcgbarer Kubernetes NodePort auf dem Cluster, den der Load Balancer f\u00fcr den Zugriff auf den Cluster verwendet

common.docker.reg.label=Docker-Registrierungsname
common.docker.reg.desc=Docker-Registrierung, aus der Container-Images f\u00fcr diese Anwendung abgerufen werden k\u00f6nnen
common.docker.org.label=Docker-Unternehmensname
common.docker.org.desc=Unternehmensname f\u00fcr die Docker-Registrierung

common.tls.disabled.warning=Wenn Sie diese Option nicht ausw\u00e4hlen, deaktivieren Sie Sicherheitsfunktionen oder umgehen sie und setzen das System damit erh\u00f6hten Sicherheitsrisiken aus. Sie erkl\u00e4ren sich damit einverstanden, alle damit verbundenen Risiken zu \u00fcbernehmen und Micro Focus daf\u00fcr schadlos zu halten.

# Keep these next set of properties next to each other, so that they have consistent wording except for suite-specific content.
common.security.tlsCerts.label=CA- oder selbstsignierte Zertifikate f\u00fcr TLS.  Erforderlich f\u00fcr die Kommunikation mit Komponenten wie Vertica, Postgres etc.
common.security.tlsCerts.nom.label=CA- oder selbstsignierte Zertifikate f\u00fcr TLS.  Erforderlich f\u00fcr die Kommunikation mit Komponenten wie Vertica, Postgres, NNMi, NA etc.
common.security.tlsCerts.nom.noVertica.label=CA- oder selbstsignierte Zertifikate f\u00fcr TLS.  Erforderlich f\u00fcr die Kommunikation mit Komponenten wie Postgres, NNMi, NA etc.

common.security.tlsCerts.tip=Individuelle Serverzertifikate oder ein CA-Zertifikat, das diese Serverzertifikate signiert hat. F\u00fcr Postgres- und Oracle- Datenbanken m\u00fcssen die Zertifikate die .crt-Erweiterung aufweisen. F\u00fcr Vertica-Datenbanken k\u00f6nnen die Zertifikate \u00fcber die .pem- oder .crt-Erweiterung verf\u00fcgen. Die Zertifikate m\u00fcssen gem\u00e4\u00df der PEM-Verschl\u00fcsselung (Base64 ASCII) verschl\u00fcsselt sein.
common.security.tlsCerts.max=Sie k\u00f6nnen nicht mehr als 10 CA-Zertifikate in diese Bereitstellung aufnehmen

common.security.clientCerts.label=Serverzertifikate f\u00fcr die Client-Authentifizierung mit OPTIC DL
common.security.clientCerts.nom.label=Serverzertifikate zur Clientauthentifizierung mit OPTIC DL, z. B. NNMi- und NA-Server
common.security.clientCerts.tip=Diese werden f\u00fcr die Client-Authentifizierung verwendet, z. B. f\u00fcr externe Services, die einen Datenpush in OPTIC DL vornehmen.  Dies D\u00dcRFEN KEINE CA-Zertifikate sein. Es muss sich um individuelle Serverzertifikate handeln. Diese Zertifikate m\u00fcssen im PEM-Format verschl\u00fcsselt sein.
common.security.clientCerts.max=Sie k\u00f6nnen nicht mehr als 10 CA-Zertifikate in diese Bereitstellung aufnehmen

common.security.uid.label=Benutzer-ID (UID)
common.security.uid.desc=Alle Container in der Bereitstellung werden unter dieser UID ausgef\u00fchrt
common.security.gid.label=Gruppen-ID (GID)
common.security.gid.desc=Alle Container in der Bereitstellung werden unter dieser GID ausgef\u00fchrt

common.byok.provider.label=Kubernetes-Anbieter ausw\u00e4hlen
common.byok.cdf.label=Micro Focus Container Deployment Foundation (CDF)
common.byok.aws.label=Amazon EKS
common.byok.azure.label=Microsoft Azure
common.byok.gcp.label=Google Cloud-Plattform (GCP)
common.byok.openshift.label=RedHat OpenShift


common.byok.storageClass.default.label=Standardm\u00e4\u00dfiger Speicherklassenname 
common.byok.storageClass.journal.label=Speicherklassenname f\u00fcr OPTIC DL Message Bus Bookkeeper Journal
common.byok.storageClass.ledgers.label=Speicherklassenname f\u00fcr OPTIC DL Message Bus Bookkeeper Ledgers
common.byok.storageClass.zookeeper.label=Speicherklassenname f\u00fcr OPTIC DL Message Bus Zookeeper
common.byok.storageClass.minio.label=Speicherklassenname f\u00fcr OPTIC DL MinIO
common.byok.externalHost.aws.label=FQDN des Cloud-Load Balancer
common.byok.externalHost.aws.tip=Konfigurierter DNS-Eintrag f\u00fcr Load Balancer mit Route 53
common.byok.loadBalancer.ip.label=IP-Adresse f\u00fcr Cloud-Load Balancer
common.byok.loadBalancer.annotation.label=Kubernetes-Anmerkung f\u00fcr Load Balancer
common.byok.loadBalancer.annotation.desc=Die Anmerkungen unterscheiden sich je nach Cloud-Anbieter.  Dieser Wert ist eine durch Kommata getrennte Zeichenfolge, die in geschweifte Klammern eingeschlossen ist.
common.byok.loadBalancer.annotation.tip=Beispielwert f\u00fcr Azure: {"service.beta.kubernetes.io/azure-load-balancer-internal":"true"}


common.byok.pvcSize.journal.label=Speichergr\u00f6\u00dfe f\u00fcr OPTIC DL Message Bus Bookkeeper Journal
common.byok.pvcSize.ledgers.label=Speichergr\u00f6\u00dfe f\u00fcr OPTIC DL Message Bus Bookkeeper Ledgers
common.byok.pvcSize.zookeeper.label=Speichergr\u00f6\u00dfe f\u00fcr OPTIC DL Message Bus Zookeeper
common.byok.pvcSize.minio.label=Speichergr\u00f6\u00dfe f\u00fcr OPTIC DL MinIO



common.servercert.group.label=CA-signierte Serverzertifikate f\u00fcr Anwendungs-Ingress bereitstellen
common.servercert.format.label=Format der Zertifikatsdateien ausw\u00e4hlen
common.servercert.cacert.label=Datei mit dem Zertifikat der ausstellenden Zertifizierungsstelle (CA) hochladen
common.servercert.servercert.label=Datei mit dem Serverzertifikat einschlie\u00dflich der Zertifikatskette hochladen
common.servercert.servercert.desc=Das Serverzertifikat muss im base64-kodierten PEM-Format vorliegen und alle Zwischenzertifikate in der Zertifikatskette enthalten
common.servercert.privatekey.label=Datei mit dem privaten Schl\u00fcssel hochladen
common.servercert.privatekeypass.label=Falls erforderlich, Kennwort f\u00fcr private Schl\u00fcsseldatei eingeben
common.servercert.pkcs12.label=PKCS12-Datei mit Ihrem TLS-Schl\u00fcssel und -Zertifikat hochladen
common.servercert.pkcs12.tip=Diese PKCS12-Datei kann auch das Zertifikat der Zertifizierungsstelle (CA) enthalten.  Wenn dies nicht der Fall ist, m\u00fcssen Sie es angeben (siehe oben).
common.servercert.pkcs12pass.label=Falls erforderlich, Kennwort f\u00fcrPKCS12-Datei eingeben
common.servercert.pkcs12pass.tip=Die PKCS12-Datei kann optional mit einem Kennwort gesch\u00fctzt werden. Beachten Sie, dass der private Schl\u00fcssel in dieser PKCS12-Datei NICHT mit einem anderen Kennwort gesch\u00fctzt werden darf.

common.group.cloud.label=Einstellungen f\u00fcr die Cloud-Bereitstellung konfigurieren
common.cloud.externalDns.label=Automatischen Eintrag der Route im DNS aktivieren
common.cloud.externalDns.desc=Setzen Sie diese Option auf \u201etrue\u201c, um den Zugriff auf Services au\u00dferhalb des K8S-Clusters zu aktivieren
common.cloud.externalHost.label=Zeichenfolgenwert f\u00fcr Pulsar-Proxy-DNS-Name.
common.loadbalancer.ip.label=Private IP f\u00fcr Azure Load Balancer-Konfiguration

common.group.monitoring.label=Selbst\u00fcberwachung
common.monitoring.prometheus.label=Konfigurations\u00fcberwachung bereitstellen
common.monitoring.prometheus.description=Nur verwendbar, wenn die Prometheus-\u00dcberwachung im Cluster bereitgestellt wurde.
common.monitoring.grafana.label=Grafana-Dashboard bereitstellen

vertica.group.label=Vertica-Datenbank
vertica.group.desc=Einstellungen zur Konfiguration der Vertica-Datenbank f\u00fcr   NOM
vertica.group.rouser.label=Vertica-Datenbank (Nur-Lese-Benutzer)

vertica.dbType.label=Vertica-Datenbank
vertica.dbType.embedded.label=Eingebettete Vertica-Datenbank (nur Evaluierung)
vertica.dbType.external.label=Externe Vertica-Datenbank
vertica.dbHost.label=Vertica-Hostname(n)
vertica.dbHost.desc=Kommagetrennte Liste von FQDNs f\u00fcr Vertica-Clusterserver
vertica.dbHost.tip=Geben Sie f\u00fcr einen Vertica-Cluster die FQDNs f\u00fcr jeden Vertica-Server ein, getrennt durch Kommas.  Diese Hostnamen m\u00fcssen mit dem CN-Namen (Common Name) oder dem SAN-Namen (Subject Alternative Name) im TLS-Zertifikat f\u00fcr diesen Server \u00fcbereinstimmen.
vertica.dbPort.label=Port f\u00fcr externe Vertica-Datenbank
vertica.dbTls.label=Vertica-TLS (wenn aktiviert, ist die Kommunikation mit Vertica-Services sicher)
vertica.dbName.label=Vertica-Datenbank/Schemaname

vertica.dbRwUser.label=Vertica-Benutzername (Lese-/Schreibberechtigung)
vertica.dbRoUser.label=Vertica-Benutzername (Nur-Leseberechtigung)
vertica.dbRwUser.desc=Vertica-Admin-Benutzername mit Berechtigungen zum Erstellen von Tabellen und anderen Vorg\u00e4ngen dieser Art
vertica.dbRoUser.desc=Vertica-Benutzername mit Nur-Lese-Berechtigung
vertica.dbRwPass.label=Vertica-Benutzerkennwort (Lese-/Schreibberechtigung)
vertica.dbRoPass.label=Vertica-Benutzerkennwort (Nur-Leseberechtigung)

coso.group.label=  NOM-OPTIC DL-Berichte
coso.group.aws-s3.label=OPTIC DL-Einstellungen f\u00fcr AWS S3

coso.monitoring.deploy.label=\u00dcberwachung f\u00fcr OPTIC DL-Berichte bereitstellen
coso.monitoring.deploy.tip=Diese Funktion ist optional und erm\u00f6glicht den Einblick in OPTIC DL-Laufzeitanalysen
coso.monitoring.password.label=Kennwort f\u00fcr OPTIC DL-\u00dcberwachungsservice erstellen (Benutzer: diadmin)
coso.monitoring.password.tip=  NOM erstellt einen Benutzer f\u00fcr den Zugriff auf den OPTIC DL-\u00dcberwachungsservice, der dieses Kennwort verwendet
coso.lvp.deploy.label=Verbindung zu vorhandenem LVP 2 (Local Volume Provisioner 2) herstellen
coso.lvp.deploy.tip=Dies setzt voraus, dass LVP bereits eingerichtet und lokaler Speicher auf den Worker-Knoten erstellt wurde.

coso.aws.s3.region.label=AWS S3-Region
coso.aws.s3.accessKey.label=Admin-Zugriffsschl\u00fcssel f\u00fcr AWS S3
coso.aws.s3.secretKey.label=Geheimer Admin-Schl\u00fcssel f\u00fcr AWS S3

multiDeploy.selector.label=Mehrfachbereitstellungs-Funktionen aktivieren
multiDeploy.selector.tip=Aktivieren Sie diese Option, wenn Sie mehrere Anwendungen in einem Cluster bereitstellen m\u00f6chten
multiDeploy.port.diadmin.label=Kubernetes NodePort f\u00fcr OPTIC DL-di-admin-Service
multiDeploy.port.dataaccess.label=Kubernetes NodePort f\u00fcr OPTIC DL-di-dataaccess-Service
multiDeploy.port.minio.label=Kubernetes NodePort f\u00fcr OPTIC DL-minio-Service
multiDeploy.port.pulsar.http.label=Kubernetes NodePort f\u00fcr OPTIC DL-Message-Bus-HTTP-Service
multiDeploy.port.pulsar.https.label=Kubernetes NodePort f\u00fcr OPTIC DL-Message-Bus-HTTPS-Service
multiDeploy.port.pulsar.label=Kubernetes NodePort f\u00fcr OPTIC DL-Message-Bus-Service
multiDeploy.port.pulsarssl.label=Kubernetes NodePort f\u00fcr OPTIC DL-Message-Bus-SSL-Service
multiDeploy.port.vertica.label=Kubernetes NodePort f\u00fcr eingebettete Vertica-Datenbank
multiDeploy.port.grafana.label=Kubernetes NodePort for OPTIC DL Monitoring Service

coso.monitoring.suffix.label=Eindeutiges Suffix f\u00fcr OPTIC DL-\u00dcberwachungsservice
coso.monitoring.suffix.desc=Jede Instanz der OPTIC DL-\u00dcberwachung stellt Services bereit, die eindeutige Namen haben m\u00fcssen, um Konflikte zu vermeiden. Geben Sie ein eindeutiges Suffix an, das an den Namen angeh\u00e4ngt wird.
coso.monitoring.suffix.tip=Geben Sie eine kurze Zeichenfolge (max. 16 Zeichen) ein, die innerhalb des Clusters eindeutig ist

coso.group.cloud.label=Porteinstellungen f\u00fcr OPTIC DL-Cloud
coso.group.cloud.desc=F\u00fcr diese Cloud-basierte Bereitstellung m\u00fcssen die ver\u00f6ffentlichten Knotenports f\u00fcr OPTIC DL im Bereich von 30000 bis 32767 liegen.
vertica.group.cloud.label=Porteinstellungen f\u00fcr eingebettete Vertica-Cloud
vertica.group.cloud.desc=F\u00fcr diese Cloud-basierte Bereitstellung muss der ver\u00f6ffentlichte Knotenport f\u00fcr eingebettetes Vertica im Bereich von 30000 bis 32767 liegen.
common.group.db.label=  NOM-Datenbankeinstellungen
common.group.db.admin.label=  NOM-Datenbank (Datenbankadministrator)
common.group.db.idm.label=  NOM-Datenbank (IDM)
common.group.db.apls.label=  NOM-Datenbank (APLS)
common.group.db.bvd.label=  NOM-Datenbank (BVD)

common.db.dbtype.label=Datenbanktyp
common.db.dbtype.tip=Eingebettete oder externe Datenbank ausw\u00e4hlen. Beachten Sie, dass die AWS RDS-Datenbank der externen Postgres-Datenbank entspricht.
common.db.dbtype.embedded.label=Eingebettete PostgreSQL-Datenbank (nur Evaluierung)
common.db.dbtype.pg.label=Externe PostgreSQL-Datenbank
common.db.dbtype.oracle.label=Externe Oracle-Datenbank


common.db.oracle.connection.label=Oracle-Verbindungsmethode ausw\u00e4hlen
common.db.oracle.connStr.label=Oracle-Verbindungszeichenfolge
common.db.oracle.svcName.label=Oracle-Servicename
common.db.oracle.sid.label=Oracle-SID
# These two strings are used in a different context vs. the above.  But the
# strings happen to have the same values, at least as of right now ... But this
# can change in the future, so  I am creating separate properties for the
# two different usages.
common.db.oraSvcName.label=Oracle-Servicename
common.db.oraSID.label=Oracle-SID


common.db.dbHost.label=Datenbank-Hostname
common.db.dbHost.tip=Geben Sie den Hostnamen Ihres externen Datenbankservers ein.  Dieser Hostname muss mit dem CN-Namen (Common Name) oder dem SAN-Namen (Subject Alternative Name) im TLS-Zertifikat f\u00fcr diesen Server \u00fcbereinstimmen.
common.db.dbPort.label=Datenbankport f\u00fcr externe Datenbank
common.db.dbPort.tip=Von externer Datenbank verwendeter Port
common.db.tls.label=Datenbank-TLS (f\u00fcr sichere Kommunikation mit Datenbankservices)
common.db.createdb.label=Erforderliche Datenbanken automatisch erstellen
common.db.createdb.tip=Diese Funktion erfordert, dass Sie einen DB-Admin-Benutzer bereitstellen. Dieser Admin-Benutzer wird verwendet, um automatisch die erforderlichen Benutzer und Datenbanken f\u00fcr alle Services zu erstellen

# NOM DB values are here just so we can see all the strings right next to each
# other, in case we ever change the wording, we can change it for everything
# consistently
common.db.admin.dbName.label=Datenbankname (Datenbankadministrator)
common.db.idm.dbName.label=Datenbankname (IDM)
common.db.apls.dbName.label=Datenbankname (APLS)
common.db.bvd.dbName.label=Datenbankname (BVD)
nom.db.nnmi.dbName.label=Datenbankname (NNMi und NA)
nom.db.btcd.dbName.label=Datenbankname (BTCD)

common.db.admin.dbName.tip=Stamm-Datenbanknamen f\u00fcr den DB-Admin-Benutzer eingeben
common.db.idm.dbName.tip=Vorhandenen Datenbanknamen f\u00fcr den IDM-Benutzer eingeben
common.db.apls.dbName.tip=Vorhandenen Datenbanknamen f\u00fcr den APLS-Benutzer (AutoPass Licensing Service) eingeben
common.db.bvd.dbName.tip=Vorhandenen Datenbanknamen f\u00fcr den BVD-Benutzer eingeben
nom.db.nnmi.dbName.tip=Vorhandenen Datenbanknamen f\u00fcr den NNMi-/NA-Benutzer eingeben
nom.db.btcd.dbName.tip=Vorhandenen Datenbanknamen f\u00fcr den BTCD-Benutzer (Baseline Transformation Cache Database) eingeben

common.db.admin.dbUser.label=Administratorbenutzername f\u00fcr die Datenbank
common.db.idm.dbUser.label=Datenbankbenutzername (IDM)
common.db.apls.dbUser.label=Datenbankbenutzername (APLS)
common.db.bvd.dbUser.label=Datenbankbenutzername (BVD)
nom.db.nnmi.dbUser.label=Datenbankbenutzername (NNMi und NA)
nom.db.btcd.dbUser.label=Datenbankbenutzername (BTCD)

common.db.admin.dbUser.tip=Benutzernamen des Datenbankadministrators f\u00fcr die externe Datenbank eingeben
common.db.idm.dbUser.tip=Namen des vorhandenen IDM-Benutzers in der externen Datenbank eingeben
common.db.apls.dbUser.tip=Namen des vorhandenen APLS-Benutzers (AutoPass Licensing Service) in der externen Datenbank eingeben
common.db.bvd.dbUser.tip=Namen des vorhandenen BVD-Benutzers in der externen Datenbank eingeben
nom.db.nnmi.dbUser.tip=Namen des vorhandenen NNMi-/NA-Benutzers in der externen Datenbank eingeben
nom.db.btcd.dbUser.tip=Namen des vorhandenen BTCD-Benutzers in der externen Datenbank eingeben

common.db.admin.dbPass.label=Administratorpasswort f\u00fcr Datenbank
common.db.idm.dbPass.label=Datenbankkennwort (IDM)
common.db.apls.dbPass.label=Datenbankkennwort (APLS)
common.db.bvd.dbPass.label=Datenbankkennwort (BVD)
nom.db.nnmi.dbPass.label=Datenbankkennwort (NNMI und NA)
nom.db.btcd.dbPass.label=Datenbankkennwort (BTCD)

common.db.admin.dbPass.tip=Kennwort f\u00fcr den Datenbankadministrator eingeben
common.db.idm.dbPass.tip=Kennwort f\u00fcr den vorhandenen IDM-Datenbankbenutzer eingeben
common.db.apls.dbPass.tip=Kennwort f\u00fcr den vorhandenen APLS-Datenbankbenutzer (AutoPass Licensing Service) eingeben
common.db.bvd.dbPass.tip=Kennwort f\u00fcr den vorhandenen BVD-Datenbankbenutzer eingeben
nom.db.nnmi.dbPass.tip=Kennwort f\u00fcr den vorhandenen NNMi-/NA-Datenbankbenutzer eingeben
nom.db.btcd.dbPass.tip=Kennwort f\u00fcr den vorhandenen BTCD-Datenbankbenutzer eingeben
nom.express.appinfo.shortDescription=NOM Express (gemischter oder Container-Modus) unterst\u00fctzt COSO-Berichte, Dashboards und Fehlerbehebung bei Leistungsproblemen (NPS und COSO)
nom.premium.appinfo.shortDescription=NOM Premium (nur gemischter Modus) unterst\u00fctzt COSO-Berichte, Dashboards und Fehlerbehebung bei Leistungsproblemen (NPS und COSO)
nom.ultimate.appinfo.shortDescription=NOM Ultimate (nur gemischter Modus) unterst\u00fctzt COSO-Berichte, Dashboards und Fehlerbehebung bei Leistungsproblemen (NPS und COSO)
nom.reporting.appinfo.shortDescription=F\u00fcr NOM Shared-COSO-Berichte wird eine gemeinsame COSO-Bereitstellung mit Operations Bridge verwendet
nom.perfbvd.appinfo.shortDescription=NOM Performance Troubleshooting (nur gemischter Modus) mit NPS


nom.express.appinfo.description=<h3>Network Operations Management <b>(NOM)</b></h3> <p>NOM ist der n\u00e4chste Schritt zur Optimierung des Managements moderner Netzwerke, sei es in einem Unternehmen oder f\u00fcr Ihre Managed-Service-Kunden. Diese L\u00f6sung wurde als Antwort auf die Notwendigkeit geschaffen, dynamischere, programmierbare Netzwerke in Verbindung mit der bestehenden physischen Infrastruktur innerhalb eines einheitlichen Management-Workflows zu verwalten.</p> <p>W\u00e4hlen Sie dieses Diagramm f\u00fcr eine oder mehrere der folgenden Funktionen aus:</p><ul> <li>NOM Express (Bereitstellung im Container-Modus)</li> <li>COSO-Berichte f\u00fcr NNMi und NA</li> <li>Fehlerbehebung bei Leistungsproblemen (COSO und NPS)</li> <li>BVD-Dashboards</li></ul>

nom.premium.appinfo.description=<h3>Network Operations Management <b>(NOM)</b></h3> <p>NOM ist der n\u00e4chste Schritt zur Optimierung des Managements moderner Netzwerke, sei es in einem Unternehmen oder f\u00fcr Ihre Managed-Service-Kunden. Diese L\u00f6sung wurde als Antwort auf die Notwendigkeit geschaffen, dynamischere, programmierbare Netzwerke in Verbindung mit der bestehenden physischen Infrastruktur innerhalb eines einheitlichen Management-Workflows zu verwalten.</p> <p>W\u00e4hlen Sie dieses Diagramm f\u00fcr eine oder mehrere der folgenden Funktionen aus:</p><ul> <li>COSO-Berichte f\u00fcr NNMi, NA und iSPIs (QA und Traffic)</li> <li>Fehlerbehebung bei Leistungsproblemen (COSO und NPS)</li> <li>BVD-Dashboards</li></ul>

nom.ultimate.appinfo.description=<h3>Network Operations Management <b>(NOM)</b></h3> <p>NOM ist der n\u00e4chste Schritt zur Optimierung des Managements moderner Netzwerke, sei es in einem Unternehmen oder f\u00fcr Ihre Managed-Service-Kunden. Diese L\u00f6sung wurde als Antwort auf die Notwendigkeit geschaffen, dynamischere, programmierbare Netzwerke in Verbindung mit der bestehenden physischen Infrastruktur innerhalb eines einheitlichen Management-Workflows zu verwalten.</p> <p>W\u00e4hlen Sie dieses Diagramm f\u00fcr eine oder mehrere der folgenden Funktionen aus:</p><ul> <li>COSO-Berichte f\u00fcr NNMi, NA und iSPIs (QA, Traffic, IPT, Multicast und MPLS)</li> <li>Fehlerbehebung bei Leistungsproblemen (COSO und NPS)</li> <li>BVD-Dashboards</li></ul>

nom.reporting.appinfo.description=<h3>Network Operations Management <b>(NOM)</b></h3> <p>NOM ist der n\u00e4chste Schritt zur Optimierung des Managements moderner Netzwerke, sei es in einem Unternehmen oder f\u00fcr Ihre Managed-Service-Kunden. Diese L\u00f6sung wurde als Antwort auf die Notwendigkeit geschaffen, dynamischere, programmierbare Netzwerke in Verbindung mit der bestehenden physischen Infrastruktur innerhalb eines einheitlichen Management-Workflows zu verwalten.</p> <p>W\u00e4hlen Sie dieses Diagramm f\u00fcr eine oder mehrere der folgenden Funktionen f\u00fcr die Bereitstellung von COSO mit OpsBridge aus:</p><ul> <li>COSO-Berichte f\u00fcr NNMi, NA und iSPIs (QA, Traffic, IPT, Multicast und MPLS)</li> <li>Fehlerbehebung bei Leistungsproblemen (COSO und NPS)</li> <li>BVD-Dashboards</li></ul>

nom.perfbvd.appinfo.description=<h3>Network Operations Management <b>(NOM)</b></h3> <p>NOM ist der n\u00e4chste Schritt zur Optimierung des Managements moderner Netzwerke, sei es in einem Unternehmen oder f\u00fcr Ihre Managed-Service-Kunden. Diese L\u00f6sung wurde als Antwort auf die Notwendigkeit geschaffen, dynamischere, programmierbare Netzwerke in Verbindung mit der bestehenden physischen Infrastruktur innerhalb eines einheitlichen Management-Workflows zu verwalten.</p> <p>W\u00e4hlen Sie dieses Diagramm f\u00fcr eine oder mehrere der folgenden Funktionen aus:</p><ul> <li>Fehlerbehebung bei Leistungsproblemen (NPS)</li> <li>BVD-Dashboards</li></ul>


nom.appinfo.whatsNew=<p>Eine Liste der in dieser Version eingef\u00fchrten Funktionen finden Sie in den Versionshinweisen:</p> <p>https://docs.microfocus.com/itom/Network_Operations_Management:2021.11/ReleaseNotes</p>


nom.appinfo.requirements=<p>Informationen zur Hardware-Dimensionierung f\u00fcr die Bereitstellung siehe Gr\u00f6\u00dfenberechnung:</p> <p>https://docs.microfocus.com/itom/Network_Operations_Management:2021.11/SizingDeployment</p>
nom.groups.nom.label=Bereitstellung im Container- oder gemischten Modus
nom.groups.nomMixed.label=Produktintegrationen ausw\u00e4hlen
nom.groups.perft.label=Leistungsfehlerbehebung f\u00fcr Network Performance Server (NPS) aktivieren
nom.groups.cloud.label=Porteinstellungen f\u00fcr NOM-Cloud
nom.groups.cloud.desc=F\u00fcr diese Cloud-basierte Bereitstellung m\u00fcssen die ver\u00f6ffentlichten NodePorts f\u00fcr NOM im Bereich von 30000 bis 32767 liegen.
nom.groups.gcp.label=Google GCP

nom.groups.db.nnmi.label=NOM-Datenbank f\u00fcr NNMi und NA
nom.groups.db.btcd.label=NOM-Datenbank f\u00fcr Baseline Transformation Cache Database (BTCD)


nom.deploySize.label=Erwartete Bereitstellungsgr\u00f6\u00dfe (siehe "Sizing the Deployment" in der Produktdokumentation)
#nom.deploySize.tip=For mixed mode deployment, choose the highest tier among deployed classic products (NNMi, NA & iSPIs) as per support matrix.
nom.deploySize.tip=Der Speicher- und CPU-Verbrauch wird entsprechend dieser Einstellung angepasst
nom.deploySize.poc.label=Evaluierung (weniger als 250 Knoten)
nom.deploySize.cont.micro.label=Mikro - Bereitstellung im Container-Modus (bis zu 3K Knoten)
nom.deploySize.cont.small.label=Klein - Bereitstellung im Container-Modus (bis zu 10K Knoten)
nom.deploySize.cont.med.label=Mittel - Bereitstellung im Container-Modus (bis zu 20K Knoten)
nom.deploySize.cont.large.label=Gro\u00df - Bereitstellung im Container-Modus (bis zu 30.000 Knoten)

nom.deploySize.mix.small.label=Klein - Bereitstellung im gemischten Modus
nom.deploySize.mix.med.label=Mittel - Bereitstellung im gemischten Modus
nom.deploySize.mix.large.label=Gro\u00df - Bereitstellung im gemischten Modus
nom.deploySize.mix.xlarge.label=Sehr gro\u00df - Bereitstellung im gemischten Modus


#
# Services: NNMi/NA integration and IPT/MPLS/MCast
#
nom.fullmode.label=NOM im Container-Modus bereitstellen
nom.classic.label=Produktintegrationen ausw\u00e4hlen

nom.nnmiPlusNa.enable.label=NNMi- und NA-Integration aktivieren
nom.nnmi.enable.label=NNMi-Integration aktivieren
nom.na.enable.label=NA-Integration aktivieren

nom.nnmi.host.label=NNMi-Hostname
nom.nnmi.host.tip=Geben Sie den Hostnamen Ihres externen NNMi-Servers ein. Dieser Hostname muss mit dem CN-Namen (Common Name) oder dem SAN-Namen (Subject Alternative Name) im TLS-Zertifikat f\u00fcr diesen Server \u00fcbereinstimmen.
nom.nnmi.port.label=NNMi-Port
nom.nnmi.appfail.label=NNMi mit Anwendungs-Failover
nom.nnmi.appfail.tip=Aktivieren Sie diese Option, wenn Ihre NNMi-Bereitstellung die Anwendungs-Failover-Funktion verwendet
nom.nnmi.appfail.host.label=NNMi-Failover-Hostname
nom.nnmi.appfail.host.tip=Wenn Sie die Anwendungs-Failover-Funktion von NNMi verwenden, geben Sie den FQDN des Backup-Servers ein oder lassen Sie das Feld leer, wenn Sie keine Angabe vornehmen m\u00f6chten
nom.nnmi.password.label=NNMi-Kennwort
nom.nnmi.password.desc=Das Kennwort des vorhandenen NNMi-Benutzers "system". Hinweis: Wenn das vorhandene NNMi-Kennwort nicht den Regeln f\u00fcr die Kennwortkomplexit\u00e4t entspricht, muss es mit dem  Befehl \u201ennmchangesyspw.ovpl\u201c auf dem NNMi-Server ge\u00e4ndert werden, bevor die NOM-Installation fortgesetzt werden kann.

nom.na.host.label=NA-Hostname
nom.na.host.tip=Geben Sie den Hostnamen Ihres externen NA-Servers ein. Dieser Hostname muss mit dem CN-Namen (Common Name) oder dem SAN-Namen (Subject Alternative Name) im TLS-Zertifikat f\u00fcr diesen Server \u00fcbereinstimmen.
nom.na.port.label=NA-Port

nom.ipt.label=Sammlung von IPT-Daten in NOM-OPTIC DL aktivieren
nom.mpls.label=Sammlung von MPLS-Daten in NOM-OPTIC DL aktivieren
nom.mcast.label=Sammlung von Multicast-Daten in NOM-OPTIC DL aktivieren
nom.qa.label=QA-SPI-Daten f\u00fcr NOM-OPTIC DL aktivieren
nom.traffic.label=Verkehrsdaten f\u00fcr NOM-OPTIC DL aktivieren

nom.nomadmin.password.label=NOM-Administratorkennwort erstellen (Benutzer: nomadmin)
nom.nomadmin.password.tip=NOM erstellt einen Benutzer 'nomadmin' mit dem angegebenen Kennwort

nom.perft.dbhost.label=Sybase-Datenbank-Hostname
nom.perft.dbhost.tip=Geben Sie den Hostnamen Ihres externen Sybase-Datenbankservers ein. Dieser Hostname muss mit dem CN-Namen (Common Name) oder dem SAN-Namen (Subject Alternative Name) im TLS-Zertifikat f\u00fcr diesen Server \u00fcbereinstimmen.
nom.perft.dbport.label=Sybase-Datenbankport
nom.perft.dbname.label=Sybase-Datenbankname
nom.perft.dbuser.label=Sybase-DBA-Benutzer
nom.perft.dbpassword.label=Sybase-DBA-Kennwort
nom.perft.dbpassword.tip=Kennwort f\u00fcr den vorhandenen Administratorbenutzer der Sybase-Datenbank eingeben


multiDeploy.port.trapd.label=Eindeutiger Kubernetes NodePort f\u00fcr NNMi-Trap-Empf\u00e4nger
multiDeploy.port.naSsh.label=Eindeutiger Kubernetes NodePort f\u00fcr NA-SSH-Proxy
multiDeploy.port.naTelnet.label=Eindeutiger Kubernetes NodePort f\u00fcr NA-Telnet-Proxy
multiDeploy.port.naUiProxy.label=Eindeutiger Kubernetes NodePort f\u00fcr NA-UI-Proxyserver
multiDeploy.port.naSyslog.label=Eindeutiger Kubernetes NodePort f\u00fcr NA-Syslog-Service
multiDeploy.port.ftpd.ftp.label=Eindeutiger Kubernetes NodePort f\u00fcr NA-FTPD-Service
multiDeploy.port.ftpd.passive.label=Eindeutiger Kubernetes Start-NodePort f\u00fcr NA-FTPD-FTP-Server (20 aufeinanderfolgende passive Ports)
multiDeploy.port.tftpd.tftp.label=Eindeutiger Kubernetes NodePort f\u00fcr NA-TFTPD-Service
multiDeploy.port.tftpd.data.label=Eindeutiger Kubernetes Start-NodePort f\u00fcr NA-TFTPD-FTP-Server (10 aufeinanderfolgende passive Ports)

nom.port.trapd.default=Der Standardwert f\u00fcr den Trapd-Service ist 162. Dieser ist f\u00fcr AWS nicht zul\u00e4ssig
nom.port.ftpd.default=Der Standardwert f\u00fcr den FTPD-Service ist 21. Dieser ist f\u00fcr AWS nicht zul\u00e4ssig
nom.port.tftpd.default=Der Standardwert f\u00fcr den TFTPD-Service ist 69. Dieser ist f\u00fcr AWS nicht zul\u00e4ssig
nom.port.syslog.default=Der Standardwert f\u00fcr den Syslog-Service ist 514. Dieser ist f\u00fcr AWS nicht zul\u00e4ssig

nom.gcp.storage.label=PV-Speicherklasse (Persistent Volume)
nom.gcp.loadBalancer.label=IP-Adresse f\u00fcr GCP Load Balancer

nom.group.sharedOptic.label=Externe OPTIC-Berichte

nom.optic.enabled.label=Externe OPTIC-Berichte aktivieren
nom.optic.enabled.desc=Wenn diese Option aktiviert ist, verwendet   NOM eine vorhandene Instanz f\u00fcr OPTIC-Berichte.  Andernfalls wird eine neue Instanz f\u00fcr OPTIC-Berichte bereitgestellt.

nom.optic.externalHost.label=FQDN f\u00fcr den vorhandenen gemeinsamen OPTIC-Ingress eingeben
nom.optic.externalPort.label=Port f\u00fcr den vorhandenen gemeinsamen OPTIC-Ingress eingeben
nom.optic.sharedNamespace.label=Kubernetes-Namespace f\u00fcr vorhandene gemeinsame OPTIC-Instanz angeben
nom.optic.sharedNamespace.desc=Wenn angegeben, verwendet NOM Namespace-\u00fcbergreifende Kommunikation, die viel schneller ist als \u00fcber externen Host und Ingress
nom.optic.idm.integPassword.label=Passwort f\u00fcr IDM Integration eingeben
nom.optic.idm.transportUser.label=Benutzername f\u00fcr IDM Transport eingeben
nom.optic.idm.transportUser.desc=IDM erfordert einen "Transport-Benutzer" f\u00fcr Authentifizierungsanforderungen
nom.optic.idm.transportPassword.label=Passwort f\u00fcr IDM Transport-Benutzer eingeben
nom.optic.idm.signKey.label=IDM-Signaturschl\u00fcssel eingeben
nom.optic.idm.signKey.desc=Dies ist ein zuf\u00e4llig generierter Schl\u00fcssel, der f\u00fcr die IDM-interne Kommunikation verwendet wird
nom.optic.idm.tenant.label=IDM-Mandantenname eingeben

nom.optic.diAdminPort.label=Kubernetes NodePort f\u00fcr OPTIC DL-Admin-Service eingeben
nom.optic.diPulsarPort.label=Kubernetes NodePort f\u00fcr OPTIC Message-Service eingeben
nom.optic.diDataAccessPort.label=Kubernetes NodePort f\u00fcr OPTIC DL-Data-Access-Service eingeben
nom.optic.internal.loadBalancer.label=Vorhandener interner bzw. externer Load Balancer
nom.optic.internal.loadBalancer.desc=Aktivieren Sie ein separates "internes" Netzwerk f\u00fcr clusterinternen Datenverkehr bzw. ein "externes" Netzwerk f\u00fcr den Benutzerzugriff.
nom.optic.internalHost.label=FQDN/IP des internen Load Balancer f\u00fcr Ingress eingeben
nom.optic.internalPort.label=FQDN/IP des internen Load Balancer f\u00fcr Ingress eingeben

nom.group.coso.params.label=Optionale OPTIC DL-Konfiguration
nom.coso.params.pool1.label=Vertica-Ressourcenpool f\u00fcr \u00dcberwachungsabfragen
nom.coso.params.pool1.desc=Aktiviert einen benutzerdefinierten Ressourcenpool f\u00fcr \u00dcberwachungsabfragen, der empfohlen wird, damit diese Abfragen \u00fcber ausreichend Ressourcen verf\u00fcgen. Wenn diese Einstellung nicht definiert ist, wird stattdessen der allgemeine Pool verwendet.
nom.coso.params.pool2.label=Vertica-Ressourcenpool f\u00fcr Abfragen nach dem Laden (Aggregation)
nom.coso.params.pool2.desc=Aktiviert einen benutzerdefinierten Ressourcenpool f\u00fcr die Abfragen nach dem Laden (Aggregation), was empfohlen wird, damit diese Abfragen \u00fcber ausreichend Ressourcen verf\u00fcgen. Wenn diese Einstellung nicht definiert ist, wird stattdessen der allgemeine Pool verwendet.
# Base english revision: 0203b1be5c85e53bb59db94fb4c652140455e1f9
opsb.appinfo.displayEdition=
opsb.appinfo.shortDescription=Operations Bridge ist eine erstklassige \u00dcberwachungsl\u00f6sung f\u00fcr Hybrid IT-Strukturen.

opsb.appinfo.description=<h3>OPERATIONS BRIDGE <b>(OpsBridge)</b></h3> <p>Micro Focus Operations Bridge (OpsBridge) \u00fcberwacht Ihre IT-Umgebung und konsolidiert Daten aus bestehenden Werkzeugen. Dabei werden automatisiert Discovery, \u00dcberwachung, Analyse und Fehlerbehebung auf Daten in traditionellen, privaten, \u00f6ffentlichen, Multi-Cloud- und Container-basierten Infrastrukturen angewendet. OpsBridge automatisiert AIOps mit maschinellem Lernen und Analysen, was die Anzahl an Ereignissen reduziert und gleichzeitig die Ursachenanalyse und Fehlerbehebung beschleunigt. Auf ma\u00dfgeschneiderten Dashboards k\u00f6nnen F\u00fchrungskr\u00e4fte wichtige Status-, Gesch\u00e4fts- und IT-KPIs einsehen und erhalten so direkt auf ihrem mobilen Ger\u00e4t wertvolle Erkenntnisse.</p>

opsb.appinfo.whatsNew=<p>In den Versionshinweisen finden Sie eine Liste der in dieser Version eingef\u00fchrten Funktionen:</p> <p>https://docs.microfocus.com/itom/Containerized_Operations_Bridge:2021.11/ReleaseSummary</p>

opsb.appinfo.requirements=<p>Informationen zur Planung des Bereitstellungsmodells finden Sie in der Dokumentation unter:</p>  <p>https://docs.microfocus.com/itom/Containerized_Operations_Bridge:2021.11/PlanTheDeploymentDetails</p> <p>Informationen zum Provisioning von Systemen im Rahmen einer Bereitstellung finden Sie in der Dokumentation unter:</p> <p>https://docs.microfocus.com/itom/Containerized_Operations_Bridge:2021.11/Scaling</p> <p>Details zu den Systemanforderungen finden Sie in der Dokumentation unter:</p> <p>https://docs.microfocus.com/itom/Containerized_Operations_Bridge:2021.11/SystemRequirementsOpsBridge</p>

# Base english revision: ed036b77b199b45cf2fc33075ced24c733cf6edb
##
#opsbridge
##
opsb.group.capabilities.sd.label=Stakeholder-Dashboards
opsb.group.capabilities.reporting.label=OPTIC Data Lake-Berichte
opsb.group.capabilities.aec.label=Automatische Ereigniskorrelation
opsb.group.capabilities.obm.label=Operations Bridge Manager
opsb.group.capabilities.cloudmonitoring.label=Cloud-Monitoring

opsb.group.relationaldb.embeddedpassword.label=Datenbankkonfigurationen
opsb.group.relationaldb.walletconfig.label=Oracle-Datenbank-Wallet-Konfiguration
opsb.group.relationaldb.obm.event.label=  NOM-Datenbank (OBM EVENT)
opsb.group.relationaldb.obm.mgmt.label=  NOM-Datenbank (OBM MGMT)
opsb.group.relationaldb.obm.ucmdb.label=  NOM-Datenbank (UCMDB)
opsb.group.relationaldb.cloudmonitoring.monitoringadmindb.label=  NOM-Datenbank (MONITORINGADMINDB)
opsb.group.relationaldb.cloudmonitoring.credmanager.label=  NOM-Datenbank (CREDENTIALMANAGER)
opsb.group.relationaldb.cloudmonitoring.monitoringsnf.label=  NOM-Datenbank (MONITORINGSNFDB)

opsb.group.vertica.resourcepoolname.label=Vertica-Ressourcenpool
opsb.group.cloud.label=Einstellungen f\u00fcr Cloud-Bereitstellung konfigurieren
opsb.group.des.label=Einstellungen f\u00fcr Datenanreicherungs-Service konfigurieren

opsb.deploySize.label=Erwartete Bereitstellungsgr\u00f6\u00dfe (siehe "Sizing the Deployment" in der Produktdokumentation)
opsb.deploySize.tip=Speicher- und CPU-Verbrauch wird gem\u00e4\u00df dieser Einstellung angepasst

opsb.group.cosolpv.label=PVC-Gr\u00f6\u00dfe lokaler persistenter Volumes f\u00fcr OPTIC Data Lake (\u00c4ndern Sie diese Werte nicht im Rahmen der Neukonfiguration der nachtr\u00e4glichen Suite-Bereitstellung)
opsb.lpv.ledgers.size.label=Lokale persistente Volume-Gr\u00f6\u00dfe f\u00fcr Ledgers
opsb.lpv.journal.size.label=Lokale persistente Volume-Gr\u00f6\u00dfe f\u00fcr Journal
opsb.lpv.zookeeperdata.size.label=Lokale persistente Volume-Gr\u00f6\u00dfe f\u00fcr Zookeeper-Daten
opsb.lpv.zookeeperdatalog.size.label=Lokale persistente Volume-Gr\u00f6\u00dfe f\u00fcr Zookeeper-Datenprotokoll
opsb.lpv.prometheus.size.label=\u00dcberwachung der lokalen persistenten Volume-Gr\u00f6\u00dfe f\u00fcr Prometheus
opsb.lpv.ledgers.storageclass.label=Speicherklassenname f\u00fcr lokale persistente Volumes f\u00fcr Ledgers
opsb.lpv.journal.storageclass.label=Speicherklassenname f\u00fcr lokale persistente Volumes f\u00fcr Journal
opsb.lpv.zookeeperdata.storageclass.label=Speicherklassenname f\u00fcr lokale persistente Volumes f\u00fcr Zookeeper-Daten
opsb.lpv.zookeeperdatalog.storageclass.label=Speicherklassenname f\u00fcr lokale persistente Volumes f\u00fcr Zookeeper-Datenprotokoll
opsb.lpv.prometheus.storageclass.label=Speicherklassenname f\u00fcr \u00dcberwachung der lokalen persistenten Volumes f\u00fcr Prometheus

opsb.capability.tags.sd.label=Stakeholder-Dashboard aktivieren
opsb.capability.tags.reporting.label=Berichte aktivieren
opsb.capability.tags.aec.label=Automatische Ereigniskorrelation aktivieren
opsb.capability.tags.obm.label=Operations Bridge Manager aktivieren
opsb.capability.tags.cloudmonitoring.label=Cloud-Monitoring aktivieren

opsb.reporting.amce.label=Agenten-Metrik-Collector aktivieren
opsb.reporting.amce.desc=Aktiviert die Funktionalit\u00e4t \u201eAgenten-Metrik-Collector\u201c (erfordert OBM)
opsb.reporting.asam.label=Agenten-Metrik-Collector automatisch starten
opsb.reporting.asam.desc=Startet den Agenten-Metrik-Collector beim Start automatisch
opsb.reporting.externalobm.label=Klassischen Operations Bridge Manager (OBM) verwenden
opsb.reporting.externalobm.desc=Wenn diese Option aktiviert ist, wird die klassische OBM-Version verwendet.
opsb.reporting.externalobm.hostname.label=OBM-Hostname
opsb.reporting.externalobm.hostname.desc=Hostname des OBM-Servers
opsb.reporting.externalobm.port.label=OBM-Port
opsb.reporting.externalobm.port.desc=Portnummer f\u00fcr die Verbindung mit dem OBM-Server
opsb.reporting.externalobm.rtsmprotocol.label=OBM-RTSM-Protokoll
opsb.reporting.externalobm.rtsmprotocol.desc=Protokoll, das von den Komponenten f\u00fcr den Zugriff auf OBM und RTSM verwendet wird. Wenn OBM f\u00fcr den Zugriff \u00fcber HTTP konfiguriert ist, setzen Sie diesen Parameter auf \u201eHTTP\u201c
opsb.reporting.externalobm.rtsmusername.label=OBM-RTSM-Benutzername
opsb.reporting.externalobm.rtsmusername.desc=Benutzername, der von den Komponenten f\u00fcr den Zugriff auf das OBM-RTSM verwendet wird. Geben Sie den Benutzernamen des Benutzers an, den Sie unter 'Benutzer der Integration des Agenten-Metrik-Collectors' erstellt haben
opsb.reporting.externalobm.rtsmpassword.label=OBM-RTSM-Kennwort
opsb.reporting.externalobm.rtsmpassword.desc=Kennwort f\u00fcr RTSM-Benutzer der klassischen OBM-Version eingeben
opsb.reporting.externalobm.dbnp.label=Datenbroker-Nodeport
opsb.reporting.externalobm.dbnp.desc=Von extern zug\u00e4nglicher Port auf dem Cluster, der von externen OBM-Komponenten zur Kommunikation mit dem Datenbroker verwendet wird
opsb.reporting.externalobm.serverport.label=Serverport
opsb.reporting.externalobm.serverport.desc=BBC-Port, der vom OBM-Server f\u00fcr eingehende Verbindungen verwendet wird
opsb.reporting.externalobm.serverport.tooltip=Der Agenten-Metrik-Collector verwendet diesen Port zur Kommunikation mit OBM. Der vom OBM verwendete Standardport ist 383, daher sollte diese Einstellung nur ge\u00e4ndert werden, wenn der Standard-BBC-Port auf dem OBM-Server ge\u00e4ndert wurde
opsb.reporting.externalobm.itomopsbridgedatabroker.label=OBM-Daten-Collector verwenden
opsb.reporting.externalobm.itomopsbridgedatabroker.desc=Verwenden Sie die folgenden Einstellungen f\u00fcr den OBM-Daten-Collector nur, wenn sich die URL des Daten-Collectors von der OBM-Benutzer-URL unterscheidet
opsb.reporting.externalobm.datacollectorprotocol.label=OBM-Daten-Collector-Protokoll
opsb.reporting.externalobm.datacollectorprotocol.desc=Protokoll des Datenbrokers f\u00fcr die Verbindung zum OBM-Server
opsb.reporting.externalobm.datacollectorhostname.label=OBM-Daten-Collector-Hostname
opsb.reporting.externalobm.datacollectorhostname.desc=Hostname des Datenbrokers f\u00fcr die Verbindung zum OBM-Server
opsb.reporting.externalobm.datacollectorport.label=OBM-Daten-Collector-Port
opsb.reporting.externalobm.datacollectorport.desc=Port des Datenbrokers f\u00fcr die Verbindung zum OBM-Server
opsb.reporting.pc.label=Anzahl paralleler Verbindungen
opsb.reporting.pc.desc=Die maximale Anzahl von Operations Agent-Knoten, mit denen sich ein Replikat des Agenten-Metrik-Collectors w\u00e4hrend der regul\u00e4ren Metriksammlung parallel verbinden kann
opsb.reporting.phc.label=Anzahl paralleler Historien-Verbindungen
opsb.reporting.phc.desc=Die maximale Anzahl von Operations Agent-Knoten, mit denen sich ein Replikat des Agenten-Metrik-Collectors w\u00e4hrend der Sammlung von historischen Metriken parallel verbinden kann
opsb.reporting.cpc.label=Kapazit\u00e4t pro Collector
opsb.reporting.cpc.desc=Die maximale Anzahl von Operations Agent-Knoten, aus denen ein Replikat des Agenten-Metrik-Collectors w\u00e4hrend der regul\u00e4ren Metriksammlung Metriken erfassen kann. \u00dcberpr\u00fcfen Sie mit der Funktion \u201eSizing Calculator\u201c, welcher Wert f\u00fcr Ihre Bereitstellung geeignet ist.
opsb.reporting.cphc.label=Kapazit\u00e4t pro historischem Collector
opsb.reporting.cphc.desc=Die maximale Anzahl von Operations Agent-Knoten, aus denen ein Replikat des Agenten-Metrik-Collectors w\u00e4hrend der Sammlung von historischen Metriken Metriken erfassen kann. \u00dcberpr\u00fcfen Sie mit der Funktion \u201eSizing Calculator\u201c, welcher Wert f\u00fcr Ihre Bereitstellung geeignet ist.
opsb.reporting.nrim.label=Knoten-Aktualisierungsintervall (in Minuten)
opsb.reporting.nrim.desc=Das Zeitintervall, nach dem die Node Resolver-Komponente des Agenten-Metrik-Collectors eine Verbindung zum OBM-RTSM herstellt, um die Liste der Operations Agent-Knoten zu aktualisieren

opsb.obm.bbcPort.label=OBM-BBC-Port
opsb.omi.storageClassName.aws.label=Storage class for the omi PVCs
opsb.omi.storageClassName.azure.label=Storage class for the omi PVCs
opsb.obm.haenabled.label=OBM-HA aktivieren
opsb.obm.haenabled.desc=Aktiviert hohe Verf\u00fcgbarkeit f\u00fcr OBM
opsb.obm.admp.label=AD Management Pack (ADMP) bereitstellen
opsb.obm.apachemp.label=Apache Management Pack (ApacheMP) bereitstellen
opsb.obm.exchangemp.label=Exchange Management Pack (ExchangeMP) bereitstellen
opsb.obm.hanamp.label=HANA Management Pack (HANAMP) bereitstellen
opsb.obm.inframp.label=Infra Management Pack (InfraMP) bereitstellen
opsb.obm.mssqlmp.label=MSSQL Management Pack (MSSQLMP) bereitstellen
opsb.obm.oramp.label=Ora Management Pack (OraMP) bereitstellen
opsb.obm.sapmp.label=SAP Management Pack (SAPMP) bereitstellen
opsb.obm.sapsysmp.label=SAPSybaseASE Management Pack (SAPSybaseASEMP) bereitstellen
opsb.obm.wbsmp.label=Wbs Management Pack (WbsMP) bereitstellen
opsb.obm.weblogicmp.label=WebLogic Management Pack (WebLogic) bereitstellen

opsb.cloudmonitoring.udcollection.label=Erfassung mit Universal Discovery aktivieren
opsb.cloudmonitoring.udcollection.desc=Aktiviert UD-gest\u00fctzte Funktionen f\u00fcr das Cloud-Monitoring.
opsb.cloudmonitoring.externalobm.label=Externe OBM-Version verwenden
opsb.cloudmonitoring.externalobm.desc=Wenn diese Option aktiviert ist, wird die externe OBM-Version verwendet
opsb.cloudmonitoring.udprotocol.label=RTSM-Protokoll f\u00fcr externe OBM-Version
opsb.cloudmonitoring.udhostname.label=Externer UCMDB-Server-Hostname
opsb.cloudmonitoring.udport.label=Externer UCMDB-Server-Port
opsb.cloudmonitoring.udusername.label=RTSM-Benutzername f\u00fcr externe OBM-Version
opsb.cloudmonitoring.udpassword.label=RTSM-Kennwort f\u00fcr externe OBM-Version
opsb.cloudmonitoring.udpassword.desc=Kennwort f\u00fcr externe UCMDB-Version f\u00fcr Cloud-\u00dcberwachungssammlungen
opsb.cloudmonitoring.probevalidation.label=Ebene der Zertifikatspr\u00fcfung f\u00fcr UCMDB-Probe
opsb.cloudmonitoring.probevalidation.desc=Die Ebenen lauten: Vollst\u00e4ndige Pr\u00fcfung; Vollst\u00e4ndige Pr\u00fcfung ohne Widerrufspr\u00fcfung (Standard); Einfache Pr\u00fcfung

opsb.opsbridgeadmin.password.label=OpsBridge-Administratorkennwort erstellen (Benutzer: admin)

opsb.relationaldb.oraclewallet.file.label=Oracle Wallet-Zip-Datei
opsb.relationaldb.oraclewallet.file.desc=Wallet-Zip-Datei ausw\u00e4hlen

opsb.relationaldb.oraclewallet.password.label=Kennwort f\u00fcr Oracle Wallet-Zip-Datei
opsb.relationaldb.oraclewallet.password.desc=Geben Sie das Kennwort f\u00fcr die Oracle Wallet-Zip-Datei ein.

opsb.relationaldb.obmevent.dbName.label=Datenbankname (OBM Event)
opsb.relationaldb.obmevent.dbName.tip=Geben Sie den Datenbanknamen f\u00fcr den OBM Event-Benutzer ein
opsb.relationaldb.obmmgmt.dbName.label=Datenbankname (OBM Mgmt)
opsb.relationaldb.obmmgmt.dbName.tip=Geben Sie den Datenbanknamen f\u00fcr den OBM Mgmt-Benutzer ein
opsb.relationaldb.obmrtsm.dbName.label=Datenbankname (OBM Rtsm)
opsb.relationaldb.obmrtsm.dbName.tip=Geben Sie den Datenbanknamen f\u00fcr den OBM Rtsm-Benutzer ein
opsb.relationaldb.monitoringadmin.dbName.label=Datenbankname (MonitoringAdmin)
opsb.relationaldb.monitoringadmin.dbName.tip=Geben Sie den Datenbanknamen f\u00fcr den Monitoring Administration-Benutzer ein
opsb.relationaldb.credmanager.dbName.label=Datenbankname (CredentialManager)
opsb.relationaldb.credmanager.dbName.tip=Geben Sie den Datenbanknamen f\u00fcr den CredentialManager-Benutzer ein
opsb.relationaldb.monitoringsnf.dbName.label=Datenbankname (MonitoringSNF)
opsb.relationaldb.monitoringsnf.dbName.tip=Geben Sie den Datenbanknamen f\u00fcr den SNF-Benutzer ein

opsb.relationaldb.obmevent.dbUser.label=Datenbankbenutzername f\u00fcr OBM Event
opsb.relationaldb.obmevent.dbUser.tip=Geben Sie den Namen des Benutzers f\u00fcr OBM Event in der externen Datenbank ein
opsb.relationaldb.obmmgmt.dbUser.label=Datenbank-Benutzername f\u00fcr OBM Mgmt
opsb.relationaldb.obmmgmt.dbUser.tip=Geben Sie den Namen des Benutzers f\u00fcr OBM Mgmt in der externen Datenbank ein
opsb.relationaldb.obmrtsm.dbUser.label=Datenbankbenutzername f\u00fcr OBM Rtsm
opsb.relationaldb.obmrtsm.dbUser.tip=Geben Sie den Namen des Benutzers f\u00fcr OBM Rtsm in der externen Datenbank ein
opsb.relationaldb.monitoringadmin.dbUser.label=Datenbankbenutzername f\u00fcr MonitoringAdmin
opsb.relationaldb.monitoringadmin.dbUser.tip=Geben Sie den Namen des Benutzers f\u00fcr MonitoringAdmin in der externen Datenbank ein
opsb.relationaldb.credmanager.dbUser.label=Datenbankbenutzername f\u00fcr CredentialManager
opsb.relationaldb.credmanager.dbUser.tip=Geben Sie den Namen des Benutzers f\u00fcr CredentialManager in der externen Datenbank ein
opsb.relationaldb.monitoringsnf.dbUser.label=Datenbankbenutzername f\u00fcr MonitoringSNF
opsb.relationaldb.monitoringsnf.dbUser.tip=Geben Sie den Namen des Benutzers f\u00fcr MonitoringSNF in der externen Datenbank ein

opsb.relationaldb.obmevent.dbPass.label=Datenbankkennwort (OBM Event)
opsb.relationaldb.obmmgmt.dbPass.label=Datenbankkennwort (OBM Mgmt)
opsb.relationaldb.obmrtsm.dbPass.label=Datenbankkennwort (OBM Rtsm)
opsb.relationaldb.monitoringadmin.dbPass.label=Datenbankkennwort (MonitoringAdmin)
opsb.relationaldb.credmanager.dbPass.label=Datenbankkennwort (CredentialManager)
opsb.relationaldb.monitoringsnf.dbPass.label=Datenbank-Kennwort (MonitoringSNF)

opsb.relationaldb.generaterandompasswordkey.label=Zuf\u00e4lliges Kennwort generieren
opsb.relationaldb.generaterandompasswordkey.desc=Kennwort f\u00fcr die eingebettete Datenbank. Aktivieren Sie diese Option, um das Kennwort zuf\u00e4llig zu generieren

opsb.relationaldb.randompassword.label=Datenbankkennwort
opsb.relationaldb.randompassword.tooltip=Geben Sie das Kennwort f\u00fcr den Benutzer der eingebetteten Datenbank ein
opsb.relationaldb.randompassword.desc=Datenbankkennwort f\u00fcr die eingebettete Datenbank. Wenn Sie deine Eingabe vornehmen, wird das Kennwort zuf\u00e4llig generiert.

opsb.vertica.resourcepoolname.label=Vertica-Ressourcenpoolname
opsb.vertica.resourcepoolname.desc=Geben Sie einen extern verwalteten Ressourcenpoolnamen nur ein, wenn der Name nicht mit dem Standardpoolnamen \u00fcbereinstimmt. Andernfalls \u00fcberspringen Sie diese Option.

opsb.cloud.externalDns.label=Automatisierten Routing-Eintrag in DNS aktivieren
opsb.cloud.externalDns.desc=Legen Sie diese Einstellung auf \u201etrue\u201c fest, um den Zugriff auf Services au\u00dferhalb des K8S-Clusters zu aktivieren

opsb.cloud.externalHost.label=Zeichenfolgenwert des DNS-Namen f\u00fcr Pulsar-Proxy.
opsb.loadbalancer.ip.label=Private IP f\u00fcr Azure Load Balancer-Konfiguration

opsb.deploysize.extralarge.label=Sehr gro\u00df
opsb.deploysize.large.label=Gro\u00df
opsb.deploysize.medium.label=Mittel
opsb.deploysize.evaluation.label=Evaluierung

opsb.storageclassname.label=Speicherklassenname
opsb.storageclassname.desc=Geben Sie den mit OCS Operator erstellten Speicherklassennamen ein.

opsb.des.desEnableEnrichment.label=Datenanreicherungs-Service aktivieren
opsb.des.desEnableEnrichment.desc=Wenn diese Option aktiviert ist, kann die Anreicherung von Ausfallzeiten f\u00fcr eingehende Metriken verarbeitet werden. Wenn diese Option deaktiviert ist, arbeitet der Datenanreicherungs-Service im Passthrough-Modus.
opsb.des.desEnrichmentBlacklistPrefix.label=Anreicherung f\u00fcr Blacklist-Pr\u00e4fix
opsb.des.desEnrichmentBlacklistPrefix.desc=Durch Kommata getrennte Liste von ODL-Themen, die nicht angereichert werden sollen. Diese Metriken werden im Passthrough-Modus verarbeitet.
opsb.des.desEnrichmentWhitelistPrefix.label=Anreicherung f\u00fcr Whitelist-Pr\u00e4fix
opsb.des.desEnrichmentWhitelistPrefix.desc=Durch Kommata getrennte Liste von ODL-Themen, die angereichert werden sollen.

###end###